exports.data = {
	dynos: [
		{
			name: 'アーケオケラトプス・オオシマイ',
			sename: 'Archaeoceratops oshimai',
			description: 'アーケオケラトプスは、1992年に中国―日本共同シルクロード恐竜発掘調査によって発見されました。角竜類の中でも原始的で、体は全体的に細くできています。前上顎骨には3・4本の歯があり、上顎の歯と下顎の歯の形が違い、首の後ろのフリルがとても短いのが特徴です。二足と四足歩行の両方ができたとされています。（原標本：中国科学院古脊椎動物古人類研究所）',
			image: '/data/images/d1.jpg',
			map_image: '/data/images/m1.png'
		},
		{
			name: 'アギリサウルス・ラウダーバッキ',
			sename: 'Agilisaurus louderbacki',
			description: 'アギリサウルスは、中国南部にいた草食恐竜です。頭は小さく、葉状の形の歯が生え、前肢は後肢に比べ短く、二足歩行をしていました。また、後肢の大腿骨の長さに比べて、脛骨、腓骨（すねの骨）、指の骨が長いことや、体が小さく軽いことなどから、足が速かったと考えられます。（原標本：中国自貢恐竜博物館）',
			image: '/data/images/d2.jpg',
			map_image: '/data/images/m2.png'
		},
		{
			name: 'アルバータケラトプス・ネスモイ',
			sename: 'Albertaceratops nesmoi',
			description: 'アルバータケラトプスは2007年に記載されたセントロサウルス亜科の角竜類で、目の上の2本の角が長いのが特徴です。セントロサウルス類はカスモサウルス類より比較的「フリル」が短くなっています。本標本は、発見当初、カスモサウルス類のなかまだと考えられたため未発見の「フリル」が長く復元されています。角竜類の「フリル」の役割には、防御・体温調節・筋肉付着面などの仮説がありますが、現在では、メスの獲得競争やなわばり争いなどに使われたと考えられるようになっています。',
			image: '/data/images/d3.jpg',
			map_image: '/data/images/m3.png'
		},
		{
			name: 'アロサウルス・フラギリス',
			sename: 'Allosaurus fragilis',
			description: 'アロサウルスは、北アメリカにいた肉食恐竜です。左右の目の上には、こぶ状の骨の突起があります。頭骨は大きさに比べがっちりしていますが、頭骨には開口部があるので全体的に軽くなっています。いくつかの頭の骨はゆるくつながっていて動きやすく、大きい食べ物を口に入れることができました。（原標本：ユタ大学自然史博物館）',
			image: '/data/images/d4.jpg',
			map_image: '/data/images/m4.png'
		},
		{
			name: 'イグアノドン・ベルニサルテンシス',
			sename: 'Iguanodon bernissartensis',
			description: 'この恐竜の30体以上もの骨格が、1878年にベルギーの炭坑から発見されました。イグアノドンは、ほかのイグアノドン類にも見られるように、非対称なダイヤモンド型をした歯やスパイク状の親指を持っています。成体は、長くがっちりとした前肢を持っているため四足歩行をしていたと考えられています。（原標本：ベルギー王立自然科学博物館）',
			image: '/data/images/d5.jpg',
			map_image: '/data/images/m5.png'
		},
		{
			name: 'エオラプトル・ルネンシス',
			sename: 'Eoraptor lunensis',
			description: 'エオラプトルは、肉食の原始的な恐竜で、ほぼ完全な形で見つかっています。この恐竜の頭骨は、ほかの恐竜にみられない原始的な形をしていて、体の骨は獣脚亜目の特徴を示しています。上顎後方の歯は鋸歯があり、前上顎歯と前方の上顎歯は、葉状の形をしています。',
			image: '/data/images/d6.jpg',
			map_image: '/data/images/m6.png'
		},
	]
}
